const List<String> infoRatingSystem = [
  'Приемлемо. 75–79',
  'Достойно внимания. 80–82',
  'Хорошо. 83–84',
  'Очень хорошо. 85–86',
  'Замечательно. 87–88',
  'Превосходно. 89–90',
  'Великолепно. 91–92',
  'Исключительно. 93–95',
  'Идеально. 96–100'
];

const Map<String, String> infoFlavoursDescription = {
  'Дымные': 'гарь, коптильня, торф, лекарства',
  'Сернистые': 'резина, мясо, овощи',
  'Винные': 'крепкое спиртное, фруктовое вино, креплёное вино, херес, вино',
  'Древесные':
      'древесина, пряный запах, ореховый запах, шоколадный запах, ванильный запах',
  'Злаковые': 'зерно, солод, дрожжи, пиво',
  'Сладкие': 'медовый аромат, сироп, ликёр, сахар',
  'Цветочные':
      'белые цветы, душистые растения, цветущие растения, лекарственные растения',
  'Плодовые':
      'приготовленные фрукты, сушёные плоды, свежие плоды, цитрусовые, растворитель',
  'Растительные':
      'свежая зелень, листья и трава, ароматические растения, горький запах, землистый запах',
  'Морские': 'йодистый запах, морские водоросли, морепродукты, рыбный запах',
  'Минеральные': 'перегонный куб, металл, кремень, пляж, известковый запах',
  'Масляные':
      'кожаный запах, сырный запах, сливочное масло, молочный запах, растительный жир',
};
